/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 Inflationsrechner";

/* Title of the screen that describes the application */
"About" = "Über";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Hat immer die neuesten Daten";

/* Currency of Australia */
"Australian Dollar" = "Australischer Dollar";

/* Currency of Brazil */
"Brazilian Real" = "brasilianischer Real";

/* Currency of the United Kingdom */
"British Pound" = "Britisches Pfund";

/* Currency of Canada */
"Canadian Dollar" = "Kanadischer Dollar";

/* Currency of China */
"Chinese Yuan" = "Chinesische Yuan";

/* Currency of Colombia */
"Colombian Peso" = "Kolumbianischer Peso";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Erstellt von Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Daten von %1$@ bis %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "Schöpfer";

/* Currency of the European Union */
"Euro" = "Euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Sehen Sie jemals einen Preis aus der Vergangenheit und möchten Sie wissen, wie viel es heute kosten würde? Mit dem Inflationsrechner ist es einfach, die Antwort zu finden. Mit dem Inflationsrechner können Sie den Wert des Geldes im Laufe der Geschichte berechnen. Es unterstützt 22 Währungen aus der ganzen Welt, einschließlich US-Dollar, Euro und mehr!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Historische Inflationsdaten werden aus verschiedenen offiziellen Quellen zusammengestellt.";

/* Currency of India */
"Indian Rupee" = "Indische Rupie";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Indonesische Rupiah";

/* Short-hand name of the app */
"Inflation Calc" = "Inflationsberechnung";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Inflationsrechner";

/* Currency of Israel */
"Israeli Sheqel" = "Israelischer Schekel";

/* Currency of Japan */
"Japanese Yen" = "Japanische Yen";

/* Currency of Mexico */
"Mexican Peso" = "Mexikanischer Peso";

/* Currency of New Zealand */
"New Zealand Dollar" = "Neuseeland Dollar";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflation, dollar,geld,wert,über die zeit,zeit,geschichte,historisch,daten,preis,preise,jahr,kosten,kosten";

/* Currency of Norway */
"Norwegian Krone" = "Norwegische Krone";

/* Currency of Russia */
"Russian Ruble" = "russischer Rubel";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Saudi-Arabischer Rial";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Währung wählen";

/* Title of section that describes where data is sourced from */
"Sources" = "Quellen";

/* Currency of South Africa */
"South African Rand" = "Südafrikanischer Rand";

/* Currency of South Korea */
"South Korean Won" = "Südkoreanischer Won";

/* Currency of Sweden */
"Swedish Krona" = "Schwedische Krone";

/* Currency of Switzerland */
"Swiss Franc" = "Schweizerfranken";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Vielen Dank, dass Sie den Inflationsrechner verwenden! Diese Version fügt Daten für 2020 hinzu.";

/* Currency of Turkey */
"Turkish Lira" = "Türkische Lire";

/* Currency of the United States */
"US Dollar" = "US Dollar";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Der Euro und 21 andere Währungen";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Ausführung %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Besuche die Website";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
